Repository: JustYourEverdayUser/Lexi-Translation
Catalog: po/*.po
Languages: fi, kab, oc, pt_br, ru

source: Lexicons
fi: Leksikot
kab: Isegzawalen
oc: Lexics
pt_br: Léxicos
ru: Лексиконы

source: Toggle sidebar
fi: Sivupalkki päällä/pois
kab: Ldi/Mdel afeggag adisan
oc: Alternar afichatge barra laterala
pt_br: Alternar barra lateral
ru: Переключить боковую панель

source: Find Lexicon
fi: Löydä leksikko
kab: Af-d asegzawal
oc: Cercar un lexic
pt_br: Encontre o Léxico
ru: Найти Лексикон

source: Add Lexicon
fi: Lisää leksikko
kab: Rnu asegzawal
oc: Apondre un lexic
pt_br: Adicionar Léxico
ru: Добавить Лексикон

source: App menu
fi: Sovellusvalikko
kab: Umuɣ n usnas
oc: Menú de l'aplicacion
pt_br: Menu de aplicativos
ru: Меню приложения

source: Search…
fi: Etsi…
kab: Nadi…
oc: Recercar…
pt_br: Procurar…
ru: Поиск…

source: Sort by…
fi: Järjestä…
kab: Smizzwer s…
oc: Triar per…
pt_br: Ordenar por…
ru: Сортировать…

source: Filter words by types
kab: Sizdeg awalen s wanaw-nsen
oc: Filtrar los mots per tipe
pt_br: Filtrar palavras por tipos
ru: Отфильтровать слова по их типам

source: Select words
fi: Valitse sanat
kab: Fren awalen
oc: Seleccionar los mots
pt_br: Selecione palavras
ru: Выбрать слова

source: Delete selected words
fi: Poista valitut sanat
kab: Kkes awalen yettwafernen
oc: Suprimir los mots seleccionats
pt_br: Excluir palavras selecionadas
ru: Удалить выбранные слова

source: Find a word
fi: Löydä sana
kab: Af-d awal
oc: Cercar un mot
pt_br: Encontre uma palavra
ru: Найти слово

source: Query syntax: Word-based: Just word or its translation E.g. “Mom“, “Dad“ Tag-based: Query starts with “#”, contains tag name FULLY and doesn't contain word-based query E.g. “#basic#family”, “#basic #suffixes” BUT NOT: “#family mom” or “#famil”
pt_br: Sintaxe de consulta: Baseada em palavras: Apenas uma palavra ou sua tradução Por exemplo, “mamãe”, “papai”. Baseada em tag: A consulta começa com “#”, contém o nome da tag COMPLETAMENTE e não contém consulta baseada em palavras Por exemplo, “#basic#family”, “#basic #suffixes” MAS NÃO: “#family mom” ou ”#famil”
ru: Синтаксис запроса: Основанный на слове: Просто слово или его перевод Например, “Mom”, “Dad” Основанный на теге: Запрос начинается с “#”, содержит имя тега ПОЛНОСТЬЮ и не содержит запроса, основанного на слове Например, “#basic#family”, “#basic #suffixes” НО НЕ: “#family mom” или “#famil”

source: Add word
fi: Lisää sana
kab: Rnu awal
oc: Apondre un mot
pt_br: Adicionar palavra
ru: Добавить слово

source: Word
fi: Sana
kab: Awal
oc: Mot
pt_br: Palavra
ru: Слово

source: Pronunciation
fi: Ääntäminen
kab: Anṭaq
oc: Prononciacion
pt_br: Pronúncia
ru: Произношение

source: Translations
fi: Käännökset
kab: Tisuqilin
oc: Traduccions
pt_br: Traduções
ru: Переводы

source: Add translation
fi: Lisää käännös
kab: Rnu tasuqilt
oc: Apondre una traduccion
pt_br: Adicionar tradução
ru: Добавить перевод

source: Word Type
fi: Sanatyyppi
kab: Anaw n wawal
oc: Tipe de mot
pt_br: Tipo de palavra
ru: Тип слова

source: Assign word type
oc: Atribuir un tipe al mot
pt_br: Atribuir tipo de palavra
ru: Назначить тип слова

source: Examples
fi: Esimerkit
kab: Imedyaten
oc: Exemples
pt_br: Exemplos
ru: Примеры

source: Add example
fi: Lisää esimerkki
kab: Rnu amedya
oc: Apondre un exemple
pt_br: Adicionar exemplo
ru: Добавить пример

source: References
fi: Viittaukset
kab: Iɣbula
oc: Referéncias
pt_br: Referências
ru: Ссылки

source: Add reference
kab: Rnu asmenyif
oc: Apondre una referéncia
pt_br: Adicione referência
ru: Сослаться на…

source: Refer a Word
fi: Viittaa sanaa
oc: Referenciar un mot
pt_br: Referir uma palavra
ru: Сослаться на слово

source: Assign Word Type
oc: Atribuir un tipe de mot
pt_br: Atribuir tipo de palavra
ru: Назначить тип слова

source: Filter by Word Type
fi: Suodata sanatyypin mukaan
kab: Sizdeg s wanay n wawal
oc: Filtrar per tipe de mot
pt_br: Filtrar por tipo de palavra
ru: Фильтр по типу слова

source: Reset All
oc: Tot reïnicializar
pt_br: Redefinir tudo
ru: Сбросить

source: No Lexicons found yet
fi: Leksikkoja ei löytynyt vielä
kab: Ulac imawalen akka tura
oc: Cap de lexic pel moment
pt_br: Nenhum léxico encontrado ainda
ru: Пока Лексиконов не найдено

source: No Lexicons found
fi: Leksikkoja ei löytynyt
kab: Ulac amawal
oc: Cap de lexic pas trobat
pt_br: Nenhum léxico encontrado
ru: Лексиконов не найдено

source: No Lexicons found for this search request
fi: Tällä hakupyynnöllä ei löytynyt leksikkoja
kab: Ulac amawal i d-yufraren i usuter-a n unadi
oc: Cap de lexic pas trobat per aquesta recèrca
pt_br: Nenhum léxico encontrado para esta solicitação de pesquisa
ru: По этому запросу Лексиконов не найдено

source: No Words found yet
fi: Sanoja ei löytynyt vielä
kab: Ulac awalen akka tura
oc: Cap de mot pel moment
pt_br: Nenhuma palavra encontrada ainda
ru: Пока Слов не найдено

source: Add Word
fi: Lisää sana
kab: Rnu awal
oc: Apondre lo mot
pt_br: Adicionar palavra
ru: Добавить Слово

source: No Words found
fi: Sanoja ei löytynyt
kab: Ulac awalen i d-yufraren
oc: Cap de mot pas trobat
pt_br: Nenhuma palavra encontrada
ru: Слов не найдено

source: No Words found for this search request
fi: Tällä hakupyynnöllä ei löytynyt sanoja
kab: Ulac awalen i d-yufraren i usuter-a n unadi
oc: Cap de mot pas trobat per aquesta recèrca
pt_br: Nenhuma palavra encontrada para esta solicitação de pesquisa
ru: По этому запросу не найдено Слов

source: No Lexicon selected
fi: Leksikkoa ei ole valittu
kab: Ulac amawal yettwafernen
oc: Cap de lexic pas seleccionat
pt_br: Nenhum léxico selecionado
ru: Лексикон не выбран

source: Please select a Lexicon to view its words
fi: Valitse leksikko nähdäksesi siihen kuuluvat sanat
kab: Ttxil-k·m fren amawal akken ad twaliḍ awalen-is, ma ulac aɣilif
oc: Volgatz seleccionar un lexic per veire los mots que conten
pt_br: Selecione um léxico para visualizar suas palavras
ru: Пожалуйста, выберите Лексикон, чтобы посмотреть его слова

source: Add new Lexicon
fi: Lisää uusi leksikko
kab: Rnu asegzawal amaynut
oc: Apondre un lexic novèl
pt_br: Adicionar novo léxico
ru: Добавить Лексикон

source: Name
fi: Nimi
kab: Isem
oc: Nom
pt_br: Nome
ru: Название

source: Cancel
fi: Peru
kab: Semmet
oc: Anullar
pt_br: Cancelar
ru: Отменить

source: Add
fi: Lisää
kab: Rnu
oc: Apondre
pt_br: Adicionar
ru: Добавить

source: General
fi: Yleiset
kab: Amatu
pt_br: Em geral
ru: Основное

source: Quit
fi: Lopeta
kab: Ffeɣ
oc: Quitar
pt_br: Desistir
ru: Выйти

source: Search words
fi: Etsi sanoja
kab: Nadi ɣef wawalen
oc: Cercar de mots
pt_br: Palavras de pesquisa
ru: Найти слова

source: Show preferences
fi: Näytä asetukset
kab: Sken-d ismenyifen
oc: Afichar las preferéncias
pt_br: Mostrar preferências
ru: Открыть настройки

source: Keybindings
fi: Pikanäppäimet
kab: Inegzumen n unasiw
oc: Acorchis de clavièr
pt_br: Atalhos de teclado
ru: Сочетания клавиш

source: Editing
fi: Muokkaus
kab: Asiẓreg
oc: Edicion
pt_br: Edição
ru: Редактирование

source: Add new word
fi: Lisää uusi sana
kab: Rnu awal amaynut
oc: Apondre un mot novèl
pt_br: Adicionar nova palavra
ru: Добавить новое слово

source: Preferences
fi: Asetukset
kab: Imenyafen
oc: Preferéncias
pt_br: Preferências
ru: Настройки

source: About
fi: Tietoja
kab: Ɣef
oc: A prepaus
pt_br: Sobre
ru: О приложении

source: Ascending
fi: Nouseva
kab: S walluy
oc: Ascendent
pt_br: Ascendente
ru: По возрастанию

source: Descending
fi: Laskeva
kab: S usider
oc: Descendent
pt_br: Descendente
ru: По убыванию

source: First Translation
fi: Ensimmäinen käännös
kab: Tasuqilt tamezwarut
oc: Primièra traduccion
pt_br: Primeira Tradução
ru: Первый перевод

source: Translation
fi: Käännös
kab: Tasuqilt
oc: Traduccion
pt_br: Tradução
ru: Перевод

source: Example
fi: Esimerkki
kab: Amedya
oc: Exemple
pt_br: Exemplo
ru: Пример

source: Rename this Lexicon
fi: Nimetäänkö tämä leksikko uudelleen?
kab: Snifel isem n umawal-a
oc: Renomenar aqueste lexic
pt_br: Renomear este Léxico
ru: Переименовать этот Лексикон

source: Rename
fi: Nimeä uudelleen
kab: Snifel isem
oc: Renomenar
pt_br: Renomear
ru: Переименовать

source: Delete this Lexicon?
fi: Poistetaanko tämä leksikko?
kab: Tebɣiḍ ad tekkseḍ amawal-a?
oc: Suprimir aqueste lexic ?
pt_br: Apagar este Léxico?
ru: Удалить этот Лексикон?

source: Delete
fi: Poista
kab: Kkes
oc: Suprimir
pt_br: Excluir
ru: Удалить

source: Save changes on app exit
kab: Kles ibeddilen deg tuffɣa n usnas
oc: Enregistrar las modificacions en quitant
pt_br: Salvar alterações ao sair do aplicativo
ru: Сохранять изменения при выходе из приложения

source: Save changes to the files only after the app exit to reduce the number of disk accesses May cause data loss
oc: Enregistrar las modificacions dels fichièrs sonque aprèp un periòde de temps aprèp la sortida per limitar los accèsses disc. Pòt menar a de pèrda de donadas
pt_br: Salve as alterações nos arquivos somente após o encerramento do aplicativo para reduzir o número de acessos ao disco Pode causar perda de dados
ru: Сохраняет изменения только после выхода из приложения, чтобы сократить количество обращений к диску Может вызвать потерю данных

source: Debug
kab: Aseɣti
oc: Desbugatge
pt_br: Depurar
ru: Отладка

source: Use Debug logging profile
oc: Utilizar lo perfil de desbugatge
pt_br: Usar perfil de registro de depuração
ru: Использовать отладочный профиль журналирования

source: Database
kab: Taffa n isefka
oc: Basa de donadas
pt_br: Banco de dados
ru: База данных

source: Backup
fi: Varmuuskopio
kab: Aḥraz
oc: Salvagardar
ru: Резервная копия

source: Export Database
fi: Vie tietokanta
kab: Sifeḍ azadur n yisefka
oc: Exportar la basa de donadas
pt_br: Exportar banco de dados
ru: Экспорт базы данных

source: Import Database
fi: Tuo tietokanta
kab: Kter azadur n isefka
oc: Importar la basa de donadas
pt_br: Importar banco de dados
ru: Импорт базы данных

source: Export
kab: Sifeḍ
oc: Exportar
pt_br: Exportar
ru: Экспорт

source: Export to Memorado
kab: Sifeḍ ar Memorado
oc: Exportar per Memorada
pt_br: Exportar para o Memorado
ru: Экспортировать в Memorado

source: Export Lexi database as Memorado compatible database
oc: Exportar la basa de donadas de Lexi coma basa de donadas compatibla Memorado
pt_br: Exportar o banco de dados Lexi como um banco de dados compatível com o Memorado
ru: Экспортировать базу данных Lexi в формат, совместимый с базами данных Memorado

source: Word Types
kab: Anawen n wawal
oc: Tipes de mot
pt_br: Tipos de palavras
ru: Типы слов

source: Write new word type name here…
kab: Aru isem amaynut n wanaw n wawal da…
oc: Picar lo nom del tipe de mot novèl aicí…
pt_br: Escreva o nome do novo tipo de palavra aqui…
ru: Напишите имя нового Типа слова здесь…

source: Import Database?
fi: Tuodaanko tietokanta?
kab: Kter azadur n isefka?
oc: Importar la basa de donadas ?
pt_br: Importar banco de dados?
ru: Импортировать базу данных?

source: Importing database will ERASE the existing one!
fi: Tietokannan tuominen YLIKIRJOITTAA aiemman tietokannan sisällön!
kab: Akter n taffa n yisefka ad yekkes akk ayen yellan yakan!
oc: Importar la basa de donadas ESPOTIRÀ la basa existenta !
pt_br: Importar o banco de dados irá APAGAR o existente!
ru: Импортирование базы данных УДАЛИТ ВСЕ ФАЙЛЫ текущей!

source: Import
fi: Tuo
kab: Kter
oc: Importar
pt_br: Importar
ru: Импортировать

source: Add new tag
kab: Rnu tabzimt tamaynut
oc: Apondre una etiqueta novèla
pt_br: Adicionar nova tag
ru: Добавить новый тег

source: Selection check button
oc: Boton de contraròtle de la seleccion
pt_br: Botão de verificação de seleção
ru: Галочки выбора

source: Add Tag
kab: Rnu tabzimt
oc: Apondre etiqueta
pt_br: Adicionar tag
ru: Добавить тег

source: Type a new tag WITHOUT hashtag prefix and spaces. Existed tag also would be rejected
pt_br: Digite uma nova tag SEM prefixo de hashtag e espaços. Tag existentes também serão rejeitadas
ru: Напишите новый тег БЕЗ префикса хэштега и пробелов. Существующий тег также будет отклонён

source: Tag…
kab: Tabzimt…
oc: Etiqueta…
pt_br: Marcação…
ru: Тег…

source: Build your own dictionary
fi: Rakenna oma sanasto
kab: Bnu asegzawal-ik·im iman-ik·im
oc: Construissètz vòstre pròpi diccionari
pt_br: Crie seu próprio dicionário
ru: Создайте свой собственный словарь

source: Lexi is a self-driven dictionary app for those who want to make their language learning (or creating) structured and easy
fi: Lexi on sanastosovellus niille, jotka haluavat tehdä kielten oppimisesta (tai luomisesta) jäsentynyttä ja helppoa
kab: Lexi d asnas n umawal i d-yettawin iman-is i wid akked tid yebɣan ad lemden tutlayt-nsen (neɣ ad d-snulfun) s wudem fessusen
oc: Lexi es una aplicacion de diccionari autonòma destinada al monde que vòlon estructurar e facilitar lor aprentissatge de las lengas (o lor creacion)
pt_br: Lexi é um aplicativo de dicionário autogerenciado para aqueles que desejam tornar seu aprendizado (ou criação) de idiomas estruturado e fácil
ru: Lexi — это приложение-словарь для тех, кто хочет структурировать и упростить изучение (или создание) языка

source: You can give words:
fi: Voit antaa sanoille:
kab: Tzemreḍ ad d-tefkeḍ awalen:
oc: Podètz donar als mots:
pt_br: Você pode dar palavras:
ru: Вы можете указывать для слов:

source: Word itself
fi: Vain pelkän sanan
kab: Awal-nni s yiman-is
oc: Lo mot en se
pt_br: A própria palavra
ru: Само слово

source: Multiple translations
fi: Useita käännöksiä
kab: Aṭas n tsuqilin
oc: Mantuna traduccion
pt_br: Várias traduções
ru: Несколько переводов

source: Word types e.g. Noun, Verb, Adjective e.t.c
fi: Sanatyyppejä, esimerkiksi substantiivi, verbi, adjektiivi jne.
kab: Anaw n wawalen, amedya d (isem, amyag, amaruz, atg)
oc: Lo tipe de mot (per ex. nom, vèrbe, adjectiu, etc)
pt_br: Tipos de palavras, por exemplo, substantivo, verbo, adjetivo, etc
ru: Типы слова, например Существительное, Глагол, Прилагательное и.т.д

source: Multiple examples
fi: Useita esimerkkejä
kab: Aṭas imedyaten
oc: Mantun exemple
pt_br: Vários exemplos
ru: Несколько примеров

source: References to other words
fi: Viittauksia toisiin sanoihin
kab: Iɣbula ar wawalen-nniḍen
oc: De referéncias a d’autres mots
pt_br: Referências a outras palavras
ru: Ссылки на другие слова

source: Main window
fi: Pääikkuna
kab: Asfaylu agejdan
oc: Fenèstra principala
pt_br: Janela principal
ru: Основное окно

source: Word type filter dialog
fi: Sanatyypin suodatusikkuna
oc: Fenèstra de dialòg de filtratge dels tipes de mots
pt_br: Caixa de diálogo de filtro de tipo de palavra
ru: Диалог сортировки по типу слова

source: Main window on smaller display
fi: Pääikkuna pienellä näytöllä
kab: Asfaylu agejdan deg ugdil amecṭuḥ
oc: Fenèstra principala amb afichatge pichon
pt_br: Janela principal em tela menor
ru: Основное окно на малом дисплее

source: dict;dictionary;word;words;lexi;lexicon;lexicons;
fi: dict;dictionary;word;words;lexi;lexicon;lexicons;sanasto;leksikko;sana;sanoja;
kab: dict;dictionary;word;words;lexi;lexicon;lexicons;amawal;awal;asegzawal;
oc: dict;diccionari;dico;mot;mots;lexi;lexicon;lexicons;lexic;lexiques;
pt_br: dicionário;palavra;palavras;léxico;léxicos;
ru: dict;dictionary;word;words;lexi;lexicon;lexicons;словарь;слово;слова;лексикон;лексиконы;

source: Noun
fi: Substantiivi
kab: Isem
oc: Substantiu
pt_br: Substantivo
ru: Существительное

source: Verb
fi: Verbi
kab: Amyag
oc: Vèrbe
pt_br: Verbo
ru: Глагол

source: Adjective
fi: Adjektiivi
kab: Arbib
oc: Adjectiu
pt_br: Adjetivo
ru: Прилагательное

source: Adverb
fi: Adverbi
kab: Amernu
oc: Advèrbi
pt_br: Advérbio
ru: Наречие

source: Pronoun
fi: Pronomini
kab: Amqim
oc: Pronom
pt_br: Pronome
ru: Местоимение

source: Preposition
fi: Prepositio
kab: Tanzeɣt
oc: Preposicion
pt_br: Preposição
ru: Предлог

source: Conjunction
fi: Konjuktio
kab: Tasɣunt
oc: Conjoncion
pt_br: Conjunção
ru: Союз

source: Interjection
fi: Interjektio
kab: Tayyayt
oc: Interjeccion
pt_br: Interjeição
ru: Междометие

source: Article
fi: Artikkeli
kab: Amagrad
pt_br: Artigo
ru: Артикль

source: Idiom
fi: Idiomi
kab: Tanfalit
oc: Idiòma
pt_br: Idioma
ru: Устойчивый оборот

source: Clause
fi: Lauseke
kab: Tafada
oc: Clausa
pt_br: Cláusula
ru: Клауза

source: Prefix
fi: Etuliite
kab: Azwir
oc: Prefixe
pt_br: Prefixo
ru: Префикс

source: Suffix
fi: Takaliite
kab: Adfir
oc: Sufixe
pt_br: Sufixo
ru: Суффикс

source: translator-credits
fi: Jiri Grönroos
kab: ButterflyOfFire
oc: Quentin PAGÈS
pt_br: john peter sa <johnppetersa@gmail.com>
ru: Артём Чичваров <chichvarov1315@gmail.com>

source: Inspiration
fi: Inspiraatio
oc: Inspiracion
pt_br: Inspiração
ru: Вдохновение

source: Advisers
pt_br: Consultores
ru: Советчики

source: Chronograph
oc: Cronograf
pt_br: Cronógrafo
ru: Хронограф

source: Sync lyrics of your loved songs
fi: Synkronoi rakastamiesi kappaleiden sanat
kab: Mtawi isefra n tezlatin i tḥemmleḍ s waṭas
oc: Sincronizatz las paraulas de vòstras cançons preferidas
pt_br: Sincronize as letras das suas músicas favoritas
ru: Синхронизируйте тексты своих любимых песен

source: You have already referenced all words
fi: Olet jo viitannut kaikki sanat
oc: Avètz ja referenciat totes los mots
pt_br: Você já referenciou todas as palavras
ru: Вы уже сослались на все слова

source: No word types available
oc: Cap de tipe de mot pas disponible
pt_br: Nenhum tipo de palavra disponível
ru: Нет доступных типов слов

source: Configure
kab: Swel
oc: Configurar
ru: Настроить

source: No word types created yet
oc: Cap de mot pas creat pel moment
pt_br: Nenhum tipo de palavra criado ainda
ru: Типов слова пока не создано

source: Add a new word type to get started
kab: Rnu anaw n wawal amaynut akken ad tebduḍ
oc: Apondre un tipe de mot novèl per començar
pt_br: Adicione um novo tipo de palavra para começar
ru: Добавьте новый Тип слова, чтобы начать

source: Delete this reference
fi: Poista tämä viittaus
kab: Kkes aɣbalu-a
oc: Suprimir aquesta referéncia
pt_br: Excluir esta referência
ru: Удалить эту ссылку

source: No translation yet
fi: Ei käännöstä vielä
kab: Ur ɛad tella tsuqilt
oc: Cap de traduccion pel moment
pt_br: Nenhuma tradução ainda
ru: Пока перевода нет

source: Click LMB to search words with this tag Click RMB to remove this tag
pt_br: Clique com o botão esquerdo do mouse para pesquisar palavras com esta tag Clique com o botão direito do mouse para remover esta tag
ru: Нажмите ЛКМ, чтобы искать слова с этим тегом Нажмите ПКМ, чтобы удалить тэг

source: Backup exported successfully: {path}
fi: Varmuuskopio viety onnistuneesti: {path}
oc: Salvagarda corrèctament exportada : {path}
pt_br: Backup exportado com sucesso: {path}
ru: Резервная копия сохранена успешно: {path}

source: Open
fi: Avaa
kab: Ldi
oc: Dobrir
pt_br: Abrir
ru: Открыть

source: Database imported successfully
fi: Tietokanta tuotu onnistuneesti
kab: Taffa n isefka tettwakter-d akken iwata
oc: Basa de donadas importada amb succès
pt_br: Banco de dados importado com sucesso
ru: База данных импортирована успешно

source: Incorrect Archive!
fi: Virheellinen arkisto!
kab: Aɣbar arameɣtu!
oc: Archius incorrècts !
pt_br: Arquivo incorreto!
ru: Некорректный архив!

source: Why?
fi: Miksi?
kab: Ayɣeṛ?
oc: Perqué ?
pt_br: Por que?
ru: Почему?

source: This archive seems to be incorrect, since it wasn't passed proof of content challenge: no config.yaml file and/or lexicons folder inside
oc: Aqueste fichièr d’archiu sembla incorrècte, a pas capitat la pròva de contengut : cap de fichièr config.yaml e/o dossièr lexicons
pt_br: Este arquivo parece estar incorreto, pois não passou no teste de prova de conteúdo: nenhum arquivo config.yaml e/ou pasta lexicons dentro
ru: Похоже этот архив некорректен, т.к он не прошёл тест на содержимое: нет файла config.yaml и/или папки lexicons внутри архива

source: Close
fi: Sulje
kab: Mdel
oc: Tampar
pt_br: Fechar
ru: Закрыть

source: Database Version Mismatch!
oc: Version de basa de donadas desparelhadas !
pt_br: Incompatibilidade de versão do banco de dados!
ru: Несовпадение версии базы данных!

source: The database version in the archive does not match the current version of Lexi. Please, restart Lexi after importing this database.
oc: La version de la basa de donadas dins lo fichièr correspond pas a la version actuala de Lexi. Mercés de reaviar Lexi aprèp l'importacion d’aquesta basa de donadas.
pt_br: A versão do banco de dados no arquivo não corresponde à versão atual do Lexi. Reinicie o Lexi após importar este banco de dados.
ru: Версия базы данных в этом архиве не совпадает с текущей версией Lexi. Пожалуйста, перезапустите Lexi после импорта базы данных.

source: Exit Lexi
kab: Ffeɣ seg Lexi
oc: Quitar Lexi
pt_br: Saída Lexi
ru: Выйти из Lexi

source: Memorado database exported successfully: {path}
kab: Taffa n isefka n memorado tettwasifeḍ akken iwata: {path}
oc: Basa de donadas Memorado corrèctament exportada : {path}
pt_br: Banco de dados Memorado Exportado com sucesso: {path}
ru: База данных Memorado экспортирована успешно: {path}

source: Reload words list
kab: Ales aɛebbi n tebdart n wawalen
oc: Recargar la lista de mots
pt_br: Recarregar a lista de palavras

source: Filter words by their type
fi: Suodata sanoja niiden tyypin mukaan

source: Save
fi: Tallenna

source: Reset
fi: Nollaa

source: Show filter dialog
fi: Näytä suodatusikkuna

source: Automatically save word on change
fi: Tallenna sana automaattisesti sen muuttuessa

source: Main window with words sorted by reference count
fi: Pääikkuna, jossa sanat järjestetty viittausten määrän mukaan

source: Word autosave is enabled
fi: Sanan automaattinen tallennus on käytössä

source: Word saved
fi: Sana tallennettu
